
# coding: utf8
from __future__ import unicode_literals


'''
Example sentences to test spaCy and its language models.

>>> from new_lang.clara.examples import sentences
>>> docs = nlp.pipe(sentences)
'''


sentences = ["""ثم قال له: أقبل فأقبل، ثم قال له: اقعد فقعد، فقال: ما خلقت خلقا هو خير منك""","""وأما الطريق الثالث: ففيه عزرة بن قيس، وقد وضعفه يحيى، وأبو الحسن الكوفي: مجهول.""","""قال ابن حبان: لا تحل الرواية عن صخر، قال ابن عدي: عامة ما يرويه منكر أو من موضوعاته.""","""وقال ابن حبان: يروي عن الأوزاعي المناكير التي لا يجوز الاحتجاج بمن يرويها ومنها هذا الحديث.""","""العنكبوت شيطان، مسخه الله فاقتلوه.""","""باب كسوف القمر في الأشهر، وما يتسبب فيها من خصب ومضرة.""","""كان يضع الحديث، والبلاء في هذا الحديث منه.""","""فيه عن ابن عباس، وأيى هريرة:""","""وقد تأول الحديث بتأويل ظريف:""","""قال ابن عدي: هذا حديث باطل، وكان أحمد بن عبد الرحيم قليل الحياء، يحدث عن قوم قد ماتوا قبل أن يولد بدهر.""","""قال: وقد روى من وجه آخر لا يثبت أيضا.""","""قال المؤلف: فهذا لا يصح، قال ابن حبان: لا يحل الاحتجاج برواية درست بن زياد، وقال يحيى: ليس شيء.""","""باب في خلق الشمس والقمر""","""قال أنبأنا وهب بن وهب عن محمد بن إسحاق عن الزهري عن أنس عن النبي صلى الله عليه وسلم""",]
